{
    "code": 200,
    "msg": "success",
    "newslist": [
        {
            "title": "下终南山过斛斯山人宿置酒",
            "content": "暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。",
            "intro": "【注解】：１、翠微：青翠的山坡。２、松风：指古乐府《风入松》曲，也可作歌声随风入松林解。３、机：世俗的心机。【韵译】：从碧山下来，暮色正苍茫，伴随我回归，是皓月寒光。我不时回头，把来路顾盼：茫茫小路，横卧青翠坡上。路遇山人，相邀去他草堂，孩儿们闻声，把荆门开放。一条幽径，深入繁茂竹林，枝丫萝蔓，轻拂我的衣裳。欢声笑语，主人留我住宿，摆设美酒，把盏共话蚕桑。长歌吟唱，风入松的乐章，歌罢夜阑，河汉稀星闪亮。我醉得胡涂，你乐得癫狂，欢乐陶醉，同把世俗遗忘。【评析】：这是一首田园诗，是诗人在长安供奉翰林时所写。全诗写月夜在长安南面的终南山，去造访一位姓斛斯的隐士。诗写暮色苍茫中的山林美景和田家庭院的恬静、流露出诗人的称羡之情。诗以“暮”开首，为“宿”开拓。相携欢言，置酒共挥，长歌风松，赏心乐事，自然陶醉忘机。这些都是作者真情实感的流溢。此诗以田家、饮酒为题材，很受陶潜田园诗的影响。然陶诗显得平淡恬静，既不首意染色，口气也极和缓。如“暧暧无人村，依依墟里烟”、“采菊东篱下，悠然见南山”等等。而李诗却着意渲染。细吟“绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥”，就会觉得色彩鲜明，神情飞扬。可见陶李两者风格迥异。 ",
            "kind": "五言古诗",
            "author": "李白"
        },
        {
            "title": "月下独酌",
            "content": "花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。永结无情游，相期邈云汉。",
            "intro": "【注解】：１、将：偕，和。２、相期：相约。３、云汉：天河。【韵译】：准备一壶美酒，摆在花丛之间，自斟自酌无亲无友，孤独一人。我举起酒杯邀请媚人的明月，低头窥见身影，共饮已有三人。月儿，你那里晓得畅饮的乐趣？影儿，你徒然随偎我这个孤身！暂且伴随玉兔，这无情瘦影吧，我应及时行乐，趁着春宵良辰。月听我唱歌，在九天徘徊不进，影伴我舞步，在地上蹦跳翻滚。清醒之时，咱们尽管作乐寻欢，醉了之后，免不了要各自离散。月呀，愿和您永结为忘情之友，相约在高远的银河岸边，再见！【评析】：原诗共四首，此是第一首。诗写诗人在月夜花下独酌，无人亲近的冷落情景。诗人运用丰富的想象，表现出由孤独到不孤独，由不孤独到孤独，再由孤独到不孤独的一种复杂感情。李白仙才旷达，物我之间无所容心。此诗充分表达了他的胸襟。诗首四句为第一段，写花、酒、人、月影。诗旨表现孤独，却举杯邀月，幻出月、影、人三者；然而月不解饮，影徒随身，仍归孤独。因而自第五句至第八句，从月影上发议论，点出“行乐及春”的题意。最后六句为第三段，写诗人执意与月光和身影永结无情之游，并相约在邈远的天上仙境重见。全诗表现了诗人怀才不遇的寂寞和孤傲，也表现了他放浪形骸、狂荡不羁的性格。邀月对影，千古绝句，正面看似乎真能自得其乐，背面看，却极度凄凉。 ",
            "kind": "五言古诗",
            "author": "李白"
        },
        {
            "title": "望岳",
            "content": "岱宗夫如何，齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生层云，决眦入归鸟。会当凌绝顶，一览众山小。",
            "intro": "【注解】：１、岱宗：泰山别名岱，居五岳之首，故又名岱宗。２、钟：赋予、集中。３、决：裂开。４、凌：跃上。【韵译】：泰山呵，你究竟有多么宏伟壮丽？你既挺拔苍翠，又横跨齐鲁两地。造物者给你，集中了瑰丽和神奇，你高峻的山峰，把南北分成晨夕。望层层云气升腾，令人胸怀荡涤，看归鸟回旋入山，使人眼眶欲碎。有朝一日，我总要登上你的绝顶，把周围矮小的群山们，一览无遗！【评析】：杜甫“望岳”诗共三首，这一首是写望东岳泰山的。诗以“望”入题，赞叹东岳，讴歌造化。希望凌顶而小天小，以抒雄心壮志。开首两句，写泰山的高峻伟大，先写对它的仰慕，再写它横跨齐鲁两地的壮伟。三、四句写近望，所见泰山的神奇秀丽和能分割日夜的巍峨形象。五、六句写遥望，见山中云气层出不穷，心胸为之荡涤。最后两句写望岳而生登临峰顶之意愿。表达了诗人不怕困难，敢于攀登之雄心，显示出他坚韧不拔的性格和远大的政治抱负。“会当凌绝顶，一览众山小”千百年来为人们传诵。 ",
            "kind": "五言古诗",
            "author": "杜甫"
        },
        {
            "title": "赠卫八处士",
            "content": "人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答乃未已，驱儿罗酒浆。夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。",
            "intro": "【注解】：１、参与商：星座名，参星在西而商星在东，当一个上升，另一个下沉，故不相见。２、间：掺合。３、故意：故交的情意。【韵译】：世间上的挚友真难得相见，好比此起彼落的参星商辰。今晚是什么日子如此幸运，竟然能与你挑灯共叙衷情？青春壮年实在是没有几时，不觉得你我各巳鬓发苍苍。打听故友大半早成了鬼藉，听到你惊呼胸中热流回荡。真没想到阔别二十年之后，能有机会再次来登门拜访。当年握别时你还没有成亲，今日见到你儿女已经成行。他们和顺地敬重父亲挚友，热情地问我来自哪个地方？三两句问答话还没有说完，你便叫他们张罗家常酒筵。雨夜割来的春韭嫩嫩长长，刚烧好黄梁掺米饭喷喷香。你说难得有这个机会见面，一举杯就接连地喝了十觞。十几杯酒我也难得一醉呵，谢谢你对故友的情深意长。明朝你我又要被山岳阻隔，人情世事竟然都如此渺茫！【评析】：此诗作于诗人被贬华州司功参军之后。诗写偶遇少年知交的情景，抒写了人生聚散不定，故友相见，格外亲。然而暂聚忽别，却又觉得世事渺茫，无限感慨。诗的开头四句，写久别重逢，从离别说到聚首，亦悲亦喜，悲喜交集。第五至八句，从生离说到死别。透露了干戈乱离、人命危浅的现实。从“焉知”到“意长”十四句，写与卫八处士的重逢聚首以及主人及其家人的热情款待。表达诗人对生活美和人情美的珍视。最后两句写重会又别之伤悲，低徊婉转，耐人寻味。全诗平易真切，层次井然。 ",
            "kind": "五言古诗",
            "author": "杜甫"
        }
    ]
}