{
    "status": 0,
    "msg": "ok",
        "list": [

            {
                "title": "怨情",
                "type": "五言绝句",
                "content": "美人卷珠帘，深坐蹙蛾眉。但见泪痕湿，不知心恨谁。",
                "explanation": "１、深坐句：写失望时的表情。 颦蛾眉：皱眉。<\/p>",
                "translation": "美人儿卷起珠帘等待等待，一直坐着把双眉紧紧锁闭。只看见她泪痕湿满了两腮，不知道她是恨人还是恨己。<\/p>",
                "appreciation": " 这是写弃妇怨情的诗。若说它有所寄托，亦无不可。诗以简洁的语言，刻画了闺人幽怨的情态。着重于“怨”字落笔。“怨”而坐待，“怨”而皱眉，“怨”而落泪，“怨”而生恨，层层深化主题。至于怨谁？恨谁？作者铺下了无限的空地，解诗人可以自解。 <\/p>",
                "author": "李白"
            },
            {
                "title": "贾生",
                "type": "七言绝句",
                "content": "宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。",
                "explanation": "１、宣室：汉未央宫前正室；２、逐臣：指贾谊曾被贬谪。３、才调：才气。<\/p>",
                "translation": "汉文帝在宣室求问被贬谪的贤臣，贾谊的才华和格调更是无可比伦。谈至深夜汉文帝挪动双膝靠近他，可惜他不垂询民生却是穷究鬼神。<\/p>",
                "appreciation": "这是一首托古讽时诗，意在借贾谊的遭遇，抒写诗人怀才不遇的感慨。诗选取汉文帝宣室召见贾谊，夜半倾谈的情节，写文帝不能识贤，任贤；“不问苍生问鬼神”却揭露了晚唐皇帝服药求仙，荒于政事，不能任贤，不顾民生的昏庸特性。诗寓慨于讽，讽刺效果颇好。 <\/p>",
                "author": "李商隐"
            },         
            {"title":"凉思",
                "type":"五言律诗",
                "content":"客去波平槛，蝉休露满枝。 永怀当此节，倚立自移时。北斗兼春远，南陵寓使迟。天涯占梦数，疑误有新知。",
                "explanation":"１、永怀：长思。２、倚立句：意谓今日重立槛前，时节已由春而秋。３、北斗：指客所在之地。４、南陵：今安徽东南。５、占梦：卜问梦境。<\/p>",
                "translation":"当初你离去时春潮漫平栏杆； 如今秋蝉不鸣露水挂满树枝。我永远怀念当时那美好时节；今日重倚槛前不觉时光流逝。 你北方的住处象春天般遥远； 我在南陵嫌送信人来得太迟。 远隔天涯我屡次占卜着美梦；疑心你有新交而把老友忘记。<\/p>",
                "appreciation":"这是一首因时光流逝，对凉秋而怀旧的诗。流露作者盼望友人来信，却大失所望之心情，最终竟怀疑对方已有新交，唯恐为人所弃。诗采用直抒胸臆的方式，语言风格爽朗清淡，不雕饰，不造作。细细吟来，一种悲思绵绵的悲凉情味随之而生。或以为此诗是写女子怀念情人，并疑心他有了新欢，而把自己抛弃。此乃解人自解，不足为训。  <\/p>",
                "author":"李商隐"
            },
            {
                "title": "登岳阳楼",
                "type": "五言律诗",
                "content": "昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。",
                "explanation": "１、吴楚句：吴楚两地在我国东南；坼：分裂。２、乾坤：指日、月。３、戎马：指战争。４、关山北：北方边境。５、凭轩：靠着窗户。<\/p>",
                "translation": "很早听过名扬海内的洞庭湖，今日有幸登上湖边的岳阳楼。大湖浩瀚象把吴楚东南隔开，天地象在湖面日夜荡漾漂浮。漂泊江湖亲朋故旧不寄一字，年老体弱生活在这一叶孤舟。关山以北战争烽火仍未止息，凭窗遥望胸怀家国涕泪交流。<\/p>",
                "appreciation": "代宗大历三年（７６８）之后，杜甫出峡漂泊两湖，此诗是登岳阳楼而望故乡，触景感怀之作。开头写早闻洞庭盛名，然而到幕年才实现目睹名湖的愿望，表面看有初登岳阳楼之喜悦，其实意在抒发早年抱负至今未能实现之情。二联是洞庭的浩瀚无边。三联写政治生活坎坷，漂泊天涯，怀才不遇的心情。末联写眼望国家动荡不安，自己报国无门的哀伤。写景虽只二句，却显技巧精湛，抒情虽暗淡落寞，却吞吐自然，毫不费力。 <\/p>",
                "author": "杜甫"
            },
            {
                "title": "赠孟浩然",
                "type": "五言律诗",
                "content": "吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。醉月频中圣，迷花不事君。 高山安可仰，徒此揖清芬。",
                "explanation": "１、红颜：指年青的时候。２、轩冕：指官职，轩：车子；冕：高官戴的礼帽。３、卧松云：隐居。４、中圣：中酒，就是喝醉的意思， ５、清芬：指美德。<\/p>",
                "translation": "我敬重孟浩然先生的庄重潇洒，他为人高尚风流倜傥闻名天下。少年时鄙视功名不爱官冕车马，高龄白首又归隐山林摒弃尘杂。明月夜常常饮酒醉得非凡高雅，他不事君王迷恋花草胸怀豁达。高山似的品格怎么能仰望着他？只在此揖敬他芬芳的道德光华！<\/p>",
                "appreciation": "全诗推崇孟浩然风雅潇洒的品格。首联点题，抒发了对孟浩然的钦慕之情；二、三两联描绘了孟浩然摒弃官职，白首归隐，醉月中酒，迷花不仕的高雅形象；尾联直接抒情，把孟氏的高雅比为高山巍峨峻拔，令人抑止。诗采用抒情──描写──抒情的方式，以一种舒展唱叹的语调，表达诗人的敬慕之情。 <\/p>",
                "author": "李白"
            },
            {"title":"过故人庄","type":"五言律诗",
                "content":"故人具鸡黍，邀我至田家。 绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。",
                "explanation":"１、过：拜访。 ２、具：准备。３、场圃：农家的小院。４、就：赴。这里指欣赏的意思。<\/p>",
                "translation":"老友备好了黄米饭和烧鸡，邀我做客到他朴实的田家。村子外边是一圈绿树环抱，郊外是苍翠的小山包平斜。 推开窗户迎面是田地场圃，把酒对饮闲聊着耕作桑麻。等到九月重阳节的那一天，再一次来品尝菊花酒好啦！<\/p>",
                "appreciation":"这是一首田园诗，描写农家恬静闲适的生活情景，也写老朋友的情谊。诗由“邀”到“至”到“望”又到“约”一径写去，自然流畅。语言朴实无华，意境清新隽永。 <\/p>",
                "author":"孟浩然"
            },
            {
                "title": "渡荆门送别",
                "type": "五言律诗",
                "content": "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。",
                "explanation": "１、荆门：山名，在湖北省宜都县西北。２。海楼：海市蜃楼。３、故乡水：指长江，李白早年住在四川，故有此言。<\/p>",
                "translation": " 自剑门之外的西蜀沿江东下，来到了楚国境内作一次旅游。崇山随着荒野出现渐渐逝尽，长江进入了莽原也缓缓而流。月影倒映江中象是飞来天镜，云层缔构城郭幻出海市蜃楼。我依然怜爱这来自故乡之水，行程万里继续漂送我的行舟。<\/p>",
                "appreciation": "唐开元十四年（７２６），诗人怀着“仗剑去国，辞亲远游”之情，出蜀东下，此诗即在旅游途中所作。从诗意看，诗人与送行者同舟共发，是在舟中吟送的。清朝沈德潜认为，诗中无“送别”意，题中“送别”二字可删，是不确的。这首诗虽意在描绘山水，然而仔细揣摩，“送别”之意犹在，足见椽笔功夫。 “山随平野尽，江入大荒流”与杜甫的“星垂平野阔，月涌大江流”，可比功力。或认为李是行舟流览，杜则停舟细看。此说颇是在理。 <\/p>",
                "author": "李白"
            },

            {"title":"饮马渡秋水",
                "type":"五言乐府",
                "content":"饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。",
                "explanation":"１、黯黯：同“暗暗”；２、临洮：今甘肃岷县一带，是长城起点。３、咸：都。<\/p>",
                "translation":" 牵马饮水渡过了那大河，水寒刺骨秋风如剑如刀。<\/p> 沙场广袤夕阳尚未下落，昏暗中看见遥远的临洮。<\/p> 当年长城曾经一次鏖战，都说戍边战士的意气高。<\/p> 自古以来这里黄尘迷漫，遍地白骨零乱夹着野草。<\/p>",
                "appreciation":" 这首乐府曲是以长城为背景，描绘战争的悲惨残酷。诗的前四句写塞外晚秋时节，平沙日落的荒凉景象；后四句写长城一带，历来是战场，白骨成丘，景象荒凉。全诗写得触目惊心，表达了非战思想。 <\/p>",
                "author":"王昌龄"
            }
        ]
}